Repository: OA31C/RentingCar
Catalog: apps/car/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Name EN
ru: Имя на английском

source: Name RU
ru: Имя на русском

source: Car
ru: Авто

source: Lease start date
ru: Дата начала аренды

source: Lease end date
ru: Дата окончания аренды

source: Car All
ru: Все Авто

source: Create Car
ru: Создать машину

source: Cancel
ru: Отмена

source: Car Delete
ru: Удалить Автомобиль

source: Are you sure want to delete
ru: Вы действительно хотите удалить

source: Delete
ru: Удалить

source: Edit Car
ru: Изменить Машину

source: Save
ru: Сохранить

source: Model:
ru: Модель:

source: Owner:
ru: Владелец:

source: First registration date:
ru: Дата первой регистрации:

source: Rented cars by the user
ru: Орендовані машини користувачем

source: Renting car
ru: Аренда автомобилей

source: Renting Car
ru: Аренда автомобилей

source: Rent
ru: Арендовать

source: Car is create success!
ru: Автомобиль создан успешно!

source: Renting car added is success!
ru: Добавлена ​​аренда машины успешно!
