Repository: OA31C/RentingCar
Catalog: apps/auth_user/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Email
ru: Эл. адрес:

source: E-mail
ru: Эл. адрес:

source: Language
ru: Язык

source: Login
ru: Авторизоваться

source: Forgot password?
ru: Забыли пароль?

source: Password reset
ru: Сброс пароля

source: Forgotten your password?
ru: Забыли пароль?

source: Enter your email address below, and we'll email instructions for setting.
ru: Введите свой адрес электронной почты ниже, и мы отправим вам инструкции.

source: Send email
ru: Эл. адрес:

source: Password reset complete
ru: Сброс пароля

source: Your password has been set.You may go ahead and log in now
ru: Ваш пароль установлен, вы можете войти в систему сейчас.

source: Log in
ru: Авторизоваться

source: Enter new password
ru: Введите новый пароль

source: Please enter your new password twice we can verify you typed it in correctly.
ru: Пожалуйста, введите свой новый пароль дважды, и мы сможем убедиться, что вы ввели его правильно.

source: Update Password
ru: Обновить пароль

source: Password reset sent
ru: Сброс пароля

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered.You should receive them shortly.
ru: Мы отправили вам по электронной почте инструкции по установке пароля, если учетная запись существует с указанным вами адресом электронной почты. Вы получите их в ближайшее время.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
ru: Если вы не получили письмо по электронной почте, убедитесь, что вы ввели адрес, зарегистрированы и проверьте папку со спамом.

source: Registration
ru: Регистрация

source: Register
ru: Регистрация

source: User Delete
ru: Удалить пользователя

source: Are you sure want to delete
ru: Вы действительно хотите удалить

source: Delete
ru: Удалить

source: Cancel
ru: Отмена

source: User Edit
ru: Редактировать пользователя

source: Save
ru: Сохранить

source: User Profile
ru: Профиль пользователя

source: id:
ru: Уникальный номер

source: username:
ru: Имя пользователя:

source: email:
ru: Эл. адрес:

source: language: English
ru: язык: английский

source: language: Russia
ru: язык: русский

source: Welcome to site!
ru: Добро пожаловать на сайт!

source: is success edit!
ru: удачно изменен!
